 
<?php 
/*
                   _ooOoo_
                  o8888888o
                  88" . "88
                  (| -_- |)
                  O\  =  /O
               ____/`---'\____
             .'  \\|     |//  `.
            /  \\|||  :  |||//  \
           /  _||||| -:- |||||-  \
           |   | \\\  -  /// |   |
           | \_|  ''\---/''  |   |
           \  .-\__  `-`  ___/-. /
         ___`. .'  /--.--\  `. . __
      ."" '<  `.___\_<|>_/___.'  >'"".
     | | :  `- \`.;`\ _ /`;.`/ - ` : | |
     \  \ `-.   \_ __\ /__ _/   .-` /  /
======`-.____`-.___\_____/___.-`____.-'======
                   `=---='
^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^^
           佛祖保佑       永无BUG
*/

if (!defined('REXYAN')) {
  exit('非法调用');
}

	define(JSTIME, _TIME());

 ?>



	 
	 <div class="_footer">
    <footer>
        <p>Copyright © 2016 MF电影 保留所有权利  Powered by <a href=""> Rexyan.</a></p>
        <p> VERSION: 0.1.0 页面耗时:<?php echo  round(JSTIME-KSTIME,4).'s';  ?></p>
        <p><a href=""> 辽ICP备58986578号-1</a></p>
    </footer>
   </div>